{"podcast_details": {"podcast_title": "The Daily Stoic", "episode_title": "This Is How They Found Peace and Priority | Just Say No To Future Misery", "episode_image": "https://content.production.cdn.art19.com/images/c3/db/e6/97/c3dbe697-b1e8-47d9-956b-ea6bdb23e7ae/02827e0de653343986157aadae312d4212e24305e4f22a741c21891128267579d65417ded9193aff0bfb00567efde9d2fa39c42eaeec29e8ebf8f6b17a1bfb04.jpeg", "episode_transcript": " Welcome to the daily stoic podcast. Each day we bring you a meditation inspired by the ancient stoics illustrated with stories from history, current events and literature to help you be better at what you do. And at the beginning of the week, we try to do a deeper dive setting a kind of stoic intention for the week, something to meditate on something to think on something to leave you with to journal about whatever it is you happen to be doing. So let's get into it. This is how they found peace and priority. An explorer at Jamestown in the 17th century, a London gentleman during the Stuart period, an unidentified person with the initials T.S. who lived during the Renaissance, another with the initials E.R. who lived sometime during the 19th century. We hardly know anything about them. They almost certainly didn't know each other, but they had two things in common. First, they are dead. And second, while they were alive, they each reminded themselves every day that they would one day be dead. How do we know? Because each war a memento mori signet rang. Plagues and wars and massacres aside, people of the 15th and 16th and 17th centuries dealt with some of the highest infant mortality rates in history. Without vaccines to control illness, mothers buried their newborns if they survived childbirth themselves. Infection was a silent killer. healthcare was non-existent. To say that death was on the public's mind would perhaps be an understatement. Death was everywhere, in the streets, in your home. Yet people even then were in denial of it. The human tendency to not want to think about something unpleasant, to assume you had all the time in the world was there. So much so that wise people took some form of daily reminder, the skull on the philosopher's desk, the painting in the hallway, the signet ring on the finger. This wasn't supposed to be depressing. It wasn't to create panic, but priority, humility, urgency, and appreciation. We must remember, especially now, that life is ephemeral, that life is finite, that life is fragile. Things may be more secure than they were in Marcus Aurelius' time, but still fundamentally out of our control. We remain the same mortal beings. The prophecy that we all get at birth is delayed, but the message remains timelessly and tragically true. We will all die. This should humble us. It should also empower us. It should put everything in perspective. As wonderful as it would be if there was no such thing as death, we have to use death as a tool. We have to use it as a spur to move us forward. We have to use it as a reminder of what's truly important and we have to be made better by the fact that we don't know how much time we have left. We never do, we never have, and we never will. Memento Mori. You may have actually seen me, this is tapping against my desk here. You may have seen me in talks or podcasts or videos. I usually wear this memento mori signet ring on my finger. It's got the skull and the hourglass, the flower, life, time, death, memento mori. And then on the inside it says, you could leave life right now. And the second half of that quote from Marcus is let that determine what you do and say and think. We made a really early daily stoic signet ring a couple of years ago, and then we've been working with this awesome jeweler in Brooklyn who handcrafts these amazing new, I think even better ones. And I'm really excited to tell you about it. You can grab it. I'll link to it in today's show notes. The idea of the ring is that it reminds us not to obsess over trivialities or worry too much about what other people think, try to make more money than we could possibly spend or assume we're invincible or make plans too far off in the future because all these things are humbled, negated by death and we've got to stop pretending otherwise. That's one of the reasons I try to make cool stuff though that I'm proud of now rather than, you know, cutting corners and you know, saying I'll make up for it later. This one was designed and crafted by LHN Jewelry based in Brooklyn. They used this ancient process that they carve it into wax and they cast the brass and the silver. They sketched this by hand. They used the model of the coin, one of the first Daily Stoke products, the hourglass, the skull, the flower, and then they engraved in the inside of the ring. Let that determine what you do and say and think. All the sawing and engraving and hammering and soldering was done with precision and care right here in the U.S. The Memento Mori Premium Signet Ring is made of sterling silver and brass. The front has this cool antique patina on it. It's 17 millimeters by 17 millimeters. You've probably seen me wearing it a million times. I am, like I said, wearing it right now You can go to dailystewick.com slash mmring to purchase or just click in today's show notes. The Dell Technologies Back to School event is on, with deals on top tech for class, hobbies, and more. And now, when you buy, you support a cause with every eligible purchase Dell will donate to UNICEF in support of GIGA, a UNICEF ITU global initiative to connect schools across the globe to the internet. There's accidental damage protection included. You can get rare deals on select laptops and desktops powered by the latest Intel Core processors. Save now at dell.com slash deals. And just a note, UNICEF does not endorse any company, brand, product, or service. Just say no to future misery. How often we make ourselves miserable in advance. out of fear of this, out of desperate hope for that. When we focus on pining for avoiding a certain future, we make ourselves miserable here in the present. Haccado of Rhodes, a great student of the Middle Stoic scholar, Panaitius, taught that this misery is always tied to hopes and fears that we have. of imagined future outcomes. And so from this Seneca reminds us to say no to both because indulging in hope or fear robs us of the ability to enjoy the present. So today, try not to think so much about the future, what you hope will happen, what you fear might, and just focus on right now. Be where you are with what you're doing, what you're thinking right now. It's ruinous for the soul to be anxious about the future and miserable in advance of misery, Seneca writes in Moral Letters, engulfed by anxiety that the things it desires might remain its own until the very end. For such a soul will never be at rest. By longing for things to come, it will lose the ability to enjoy present things.\" Then Seneca again, there is no reason to live and no limit to our miseries if we let our fears predominate. And then going back to the original quote, Seneca in Moral Letter says, Hikato says, cease to hope and you will cease to fear. The primary cause of both these ills is that instead of adapting ourselves to the present circumstances, we send out our thoughts too far ahead. You know, it's funny, in my podcast interview with Oliver Berkman in his new book, 4,000 Hours, he quoted something that he said is a real British expression, but I had actually heard a couple days earlier in Ted Lasso, the idea that it's the hope that kills you. which it's not that the stoics are nihilists who don't hope, it's that they try to get to a place of indifference where they're just like, whatever will be will be, I'm gonna be good with it. This is also a theme that came up in my interview with Dr. Edith Egger, who wrote The Choice, which was about her experience in the Holocaust. And she talked about how there was a person she knew in the camps who thought they would get out, be freed by a certain date. And then the woman died on that day. of despair, of disappointment. And Admiral Stockdale talks about this, that it was the optimists who got crushed, right? Because they said, oh, in March, oh, in June, oh, by Christmas. But this was not something in their control. And so in a way, hope is the same as fear. It's to hand over your happiness, your contentment, your ability to continue on to some arbitrary thing or event or person or intervention in the future, which is not up to you. It just is, man. It just is. It'll be over at some point, but I don't need it to be over by any point. I'm gonna adjust to what is. I'm gonna accept it unflinchingly in the sense that it simply is. I'm gonna adapt to it. I'm gonna adjust to it. I'm gonna make the most of it. I'm gonna be here now. I'm not going to rob myself of the present, right? The person who needs it to be a certain way or needs it to not be that way. And that's why they're afraid. Seneca is right. That soul will never be at rest. And by longing for things or by fearing things, we lose the ability to enjoy present things. I thought this little phrase, particularly good one, and I think it's worth repeating again, where he says, to be miserable in advance of misery. That's what fear is, right? But hope is just the opposite of that. It's just being delusional in anticipation of an event outside your control, which often will be misery. So just try to put fear or hope aside. Just try to be, be here with this, whatever it is, wherever you are, whether that's a plane ride you have today, whether that's traffic you're stuck in, whether it's a job you have a couple more months left in, or maybe it's just, maybe it's battling an illness or a blown out knee. Just is, don't magically hope it's gonna get better. Don't fear it getting worse. Just be with it now. Focus on what you can do now. Enjoy present things as best you can. Be indifferent, as the Stoics say, which is to say, good with any of the possibilities, because you are good. You are capable. And that's the Stoic prescription for you this week. Say no to future misery. It's not worth it. I'll talk to you soon. Hey, Prime members, you can listen to The Daily Stoic early and ad free on Amazon Music. Download the Amazon Music app today, or you can listen early and ad free with Wondery Plus in Apple podcasts."}, "podcast_summary": "In this podcast, the focus is on the concept of Memento Mori, which means \"remember that you will die.\" The podcast highlights how people throughout history have used reminders of death to bring perspective, priority, humility, and urgency to their lives. It emphasizes that life is ephemeral, finite, and fragile, and that death should not be ignored but used as a tool for personal growth and living a meaningful life. The podcast also discusses the negative effects of excessive hope and fear about the future and encourages listeners to be present and adaptable, focusing on the present moment and finding contentment in what is. The podcast introduces a Memento Mori signet ring as a physical reminder for embodying these principles. Overall, the podcast encourages listeners to embrace the inevitability of death as a means to live a more fulfilled life.", "podcast_guest": {"name": "Oliver Berkman", "job": "author", "summary": "", "URL": "https://www.oliverburkeman.com/"}, "podcast_highlights": "- Highlight 1: \"They had two things in common. First, they are dead. And second, while they were alive, they each reminded themselves every day that they would one day be dead.\"\n- Highlight 2: \"This should humble us. It should also empower us. It should put everything in perspective.\"\n- Highlight 3: \"We have to use death as a tool. We have to use it as a spur to move us forward.\"\n- Highlight 4: \"How often we make ourselves miserable in advance. Out of fear of this, out of desperate hope for that.\"\n- Highlight 5: \"Just be with it now. Focus on what you can do now. Enjoy present things as best you can. Say no to future misery.\""}